Revit 2027 API
ExportLinetypeInfo Constructor
 Constructs a new default ExportLinetypeInfo.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ExportLinetypeInfo()
Public Sub New
public:
ExportLinetypeInfo()
new : unit -> ExportLinetypeInfo
See Also
Reference
ExportLinetypeInfo Class
ExportLinetypeInfo Overload
Autodesk.Revit.DB Namespace